Repository: owenc1122/GameDuo
Catalog: DuoDS/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 高级控制、游戏库和实验工具
en: Advanced controls, library, and experimental tools
zh_hant: 高級控制、遊戲庫和實驗工具

source: 鲜艳
en: Vivid
zh_hant: 鮮艷

source: 默认使用 512×384 内部高清渲染，兼顾稳定帧率与功耗。
en: Uses 512×384 internal rendering by default to balance clarity, frame rate, and power use.
zh_hant: 默認使用 512×384 內部高清渲染，兼顧穩定幀率與功耗。

source: 默认开启。自动尝试提升可变帧率游戏，能稳定接近 60 帧时保留；锁帧、性能不足或发热时恢复原版。不会加速游戏。
en: Enabled by default. Tries a higher rate for variable-frame-rate games and keeps it when performance allows. Falls back for locked games, heavy load, or heat without speeding up gameplay.
zh_hant: 默認開啓。自動嘗試提升可變幀率遊戲，能穩定接近 60 幀時保留；鎖幀、性能不足或發熱時恢復原版。不會加速遊戲。

source: 打开或合上 PS2 碟盒
en: Open or Close PS2 Case
zh_hant: 打開或闔上 PS2 碟盒

source: 插入 PS2 记忆卡
en: Insert PS2 Memory Card
zh_hant: 插入 PS2 記憶卡

source: 自动下载 PS2 封面
en: Download PS2 Covers Automatically
zh_hant: 自動下載 PS2 封面

source: 按游戏编号从社区封面库下载 PS2 封面。关闭后只使用本地图片或空白封面。
en: PS2 covers are downloaded by game serial from a community cover archive. When off, only local images or a blank cover are used.
zh_hant: 依遊戲編號從社群封面庫下載 PS2 封面。關閉後只使用本機圖片或空白封面。

source: 远处的 PS2 主机
en: PS2 console in the distance
zh_hant: 遠處的 PS2 主機

source: 长按 1 秒退出游戏
en: Touch and hold for 1 second to quit the game
zh_hant: 長按 1 秒結束遊戲

source: 退出游戏
en: Quit Game
zh_hant: 結束遊戲

source: 等待 PS2 内核
en: Waiting for PS2 core
zh_hant: 等待 PS2 核心
